Repository: SerpentDrago/repository.auramod.aio
Catalog: repo/leia/script.skin.helper.skinbackup/resources/language/resource.language.*/strings.po
Languages: it_it

# #32000
source: General
it_it: Generale

# #32001
source: Default backup path
it_it: Percorso predefinito di backup

# #32002
source: Select location to store skin backups
it_it: Seleziona la posizione dove salvare i backup della skin

# #32003
source: Please enter a name for the backup
it_it: Per favore immetti un nome per il backup

# #32004
source: Backup the skin settings
it_it: Backup delle impostazioni della skin

# #32005
source: Backupfile was succesfully created!
it_it: Il file di backup è stato creato con successo!

# #32006
source: Restore the skin settings
it_it: Ripristina le impostazioni della skin

# #32007
source: Restoring...
it_it: Ripristinando...

# #32008
source: Select skin backup file
it_it: Seleziona il file di backup della skin

# #32009
source: Your backup is succesfully restored!
it_it: Il tuo backup è stato ripristinato con successo!

# #32010
source: Reset the skin to default settings
it_it: Ripristina la skin ai settaggi predefiniti

# #32011
source: Are you sure you want to reset the skin to default settings ?
it_it: Sei sicuoro che vuoi ripristinare la skin ai settaggi predefiniti?

# #32012
source: Open settings
it_it: Apri le impostazioni

# #32013
source: Create new backup
it_it: Crea un nuovo backup

# #32014
source: Select backup from file
it_it: Seleziona il backup da file

# #32015
source: Restore
it_it: Ripristina

# #32016
source: Manage skin backups
it_it: Gestisci i backup della skin

# #32017
source: Please enter the time that this theme should be activated (hh:mm in 24-hours format)
it_it: Per favore immetti il tempo che questo tema deve essere attivato (hh:mm in formato 24 ore)

# #32018
source: Did you enter the time in the correct format ?
it_it: Hai inserito il tempo nel formato corretto?

# #32019
source: Activates every day at
it_it: Attiva ogni giorno alle

# #32020
source: Manage Color themes
it_it: Gestisci i colori del tema

# #32021
source: Apply this Color Theme
it_it: Applica questo colore tema

# #32022
source: Export this theme to file
it_it: Esporta questo tema su file

# #32023
source: Enter a name for your color theme
it_it: Immetti un nome per il tuo colore del tema

# #32024
source: Screenshot of color theme (optional)
it_it: Screenshot del colore del tema (opzionale)

# #32025
source: User defined color theme
it_it: Colore tema definito dall'utente

# #32026
source: Color theme created succesfully
it_it: Colore tema creato con successo

# #32027
source: Your color theme is now available in the list of available themes
it_it: Il colore tema è adesso disponibile nella lista dei temi disponibili

# #32028
source: Enter a name for the theme
it_it: Immetti un nome per il tema

# #32029
source: Select location to store export
it_it: Seleziona la posizione dove salvare gli export

# #32030
source: Select skin theme backup file
it_it: Seleziona il file di backup del tema della skin

# #32031
source: Select Color theme
it_it: Seleziona il colore del tema

# #32032
source: Enable automatic daily backups
it_it: Abilita backup automatici giornalieri

# #32033
source: Restoring...
it_it: Ripristinando...

# #32034
source: Maximum number of historic backups to keep
it_it: Numero storico massimo di backup da conservare

# #32035
source: Create Color Theme
it_it: Crea il colore del tema

# #32036
source: Create new custom color theme based on your current skin color settings.
it_it: Crea un nuovo colore del tema basato sulle attuali impostazioni di colore della skin.

# #32037
source: Import Color Theme
it_it: Importa il colore del tema

# #32038
source: Import a color theme from file.
it_it: Importa il colore del tema da file.
