Repository: SerpentDrago/repository.auramod.aio
Catalog: repo/leia/script.skin.helper.backgrounds/resources/language/resource.language.*/strings.po
Languages: it_it

# #32000
source: Backgrounds
it_it: Sfondi

# #32001
source: Wall Backgrounds
it_it: Sfondi Muro

# #32002
source: Interval in seconds for rotating backgrounds (0 to disable)
it_it: Intervallo in secondi per la rotazione degli sfondi (0 per disabilitare)

# #32003
source: Interval in seconds for rotating wall images (0 to disable)
it_it: Intervallo in secondi per la rotazione delle immagini muro (0 per disabilitare)

# #32004
source: Only use images from recordings for random PVR background
it_it: Usa solo le immagini dalle registrazioni per sfondi PVR casuali

# #32005
source: Use custom path for random pictures background
it_it: Usa percorso personalizzato per immagini di sfondo casuali

# #32006
source: Custom path:
it_it: Percorso personalizzato:

# #32007
source: Maximum number of wall images to create for each background
it_it: Numero massimo di immagini muro per creare ogni sfondo

# #32008
source: Clear cache (rebuild all wall images)
it_it: Pulisci la cache (ricostrusci tutte le immagini muro)

# #32009
source: Global media fanart background
it_it: Sfondo globale fanart media

# #32010
source: Random movies background
it_it: Sfondo film casuale

# #32011
source: Recent movies background
it_it: Sfondo film recenti

# #32012
source: In progress movies background
it_it: Sfondo film in corso

# #32013
source: Unwatched movies background
it_it: Sfondo film non visti

# #32014
source: Random Tv Shows background
it_it: Sfondo Serie TV casuali

# #32015
source: Recent episodes background
it_it: Sfondo episodi recenti

# #32016
source: In progress Tv Shows background
it_it: Sfondo Serie TV in corso

# #32017
source: Random pictures background
it_it: Sfondo immagini casuali

# #32018
source: Random music videos background
it_it: Sfondo Video musicali casuali

# #32019
source: Random music artists background
it_it: Sfondo Artisti musicali casuali

# #32020
source: Top rated Movies (extendedinfo)
it_it: Film più votati (extendedinfo)

# #32021
source: Top Rated tvshows (extendedinfo)
it_it: Serie TV più votate (extendedinfo)

# #32022
source: Random songs background
it_it: Sfondo brani casuali

# #32023
source: Recent albums background
it_it: Sfondo album recenti

# #32024
source: Random PVR background
it_it: Sfondo PVR casuale

# #32025
source: Global videos background
it_it: Sfondo video globale

# #32026
source: Global Movies & TvShows background
it_it: Sfondo Film e Serie TV globale

# #32027
source: Recent videos background
it_it: Sfondo video recenti

# #32028
source: In-progress videos background
it_it: Sfondo video in corso

# #32029
source: Wall
it_it: Muro

# #32030
source: Poster Wall
it_it: Poster Muro

# #32031
source: Black & White
it_it: Bianco e Nero

# #32032
source: Error while writing changes. Make sure you have filled in all fields correctly.
it_it: Errore durante la scrittura. Accertati che hai compilato tutti i campi correttamente.

# #32058
source: Please enter a name for your conditional background
it_it: Per favore immetti un nome per il tuo sfondo condizionale

# #32061
source: Please select a background image
it_it: Per favore seleziona un'immagine di sfondo

# #32064
source: Do you want to setup a single background or a folder with multiple backgrounds ?
it_it: Vuoi configurare un singolo sfondo o una cartella con sfondi multipli?

# #32065
source: Single
it_it: Singolo

# #32066
source: Multiple
it_it: Multiplo

# #32067
source: Select image folder path
it_it: Seleziona il percorso cartella immagine

# #32070
source: Conditional backgrounds
it_it: Sfondi condizionali

# #32071
source: Configure conditional backgrounds
it_it: Configura sfondi condizionali

# #32072
source: Setup backgrounds that will be activated on specified dates
it_it: Configura sfondi che saranno attivati su una data specifica

# #32073
source: Add new condition...
it_it: Aggiungi nuova condizione...

# #32074
source: Add a new condition to activate a custom background on a selected timespan
it_it: Aggiungi una nuova condizione per attivare uno sfondo personalizzato su un arco di tempo specifico

# #32075
source: Delete or change ?
it_it: Cancella o cambia?

# #32076
source: Do you want to delete or change the existing entry ?
it_it: Vuoi cancellare o cambiare la entry esistente?

# #32077
source: Change
it_it: Cambia

# #32078
source: Delete
it_it: Cancella
